{
  "library": [
    {
      "id": "aryabanben",
      "title": "Arya bàn bên thỉnh thoảng lại trêu ghẹo tôi bằng tiếng Nga",
      "cover": "https://product.hstatic.net/200000343865/product/1_0fea0cc1e87b447fb64dffe7fdb4f101.jpg",
      "description": "“И наменятоже обрати внимание”  Arya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng... Nhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!  Tôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?   Câu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế..."
    },
    {
      "id": "shinjyazero",
      "title": "Clear the world like a game with the zero believer goddess",
      "cover": "https://over-lap.co.jp/Contents/ProductImages/0/9784865544626_LL.jpg",
      "description": "Makoto Takatsuki is a normal high school student and a hardcore RPG player. However, “normal” goes out the window when his whole class is involved in a bus crash and whisked away to another world! Powerful gods rule this strange new land of magic and monsters, and every newcomer is blessed with strong stats and unique skills. Well, not quite. Makoto’s stats turn out to be pathetic, and his skills are super weak compared to his classmates’...he’s even stuck as an apprentice mage. Worse still, he’s given only ten years to live! Luckily, Makoto soon meets a minor goddess named Noah, who appears in Makoto’s dreams and asks him to become her first believer. With the help of Noah's blessings and a divine weapon, Makoto seeks to become strong enough to rescue his goddess from the dungeon where she’s been trapped. By training hard and using his weak skills in unorthodox ways, Makoto proves that, even when playing on hardcore difficulty, an RPG player always makes it to the end!"
    },
    {
      "id": "seikengakuin",
      "title": "Demon's Sword Master of Excalibur School",
      "cover": "https://cdn.kdkw.jp/cover_1000/321812/321812000465.jpg",
      "description": "Battles for ancient kingdoms are nothing compared to the battles of a classroom!Awakening from magical stasis after a thousand years, the Dark Lord Leonis suddenly finds himself in the body of a ten-year-old boy! He quickly meets Riselia, a girl confronting the Voids, creatures that have nearly exterminated humanity. Determined to uncover the mysteries of this strange new era, Leonis enrolls in Excalibur Academy, a school that trains students to fight back against these enigmatic monsters. Could the Voids hold some connection to Leonis's past?"
    },
    {
      "id": "propose",
      "title": "King Propose",
      "cover": "https://cdn.kdkw.jp/cover_500/322012/322012001025.jpg",
      "description": "Two Bodies in One With looks to die for, Saika Kuozaki is the most powerful mage in existence and the only one who can thwart the annihilation factors that attempt to destroy the world once every three hundred hours. When Saika is mortally wounded, however, she bequeaths both her powers and body to the normal high school boy who happens to find her, Mushiki Kuga. Just because Mushiki inherits her abilities, though, doesn’t mean he can control them. To stand a chance of saving the world, Mushiki will have to attend an academy for mages as Saika—while trying to keep his true identity under wraps!"
    },
    {
      "id": "shinwadensetu",
      "title": "SHINWA DENSETSU NO EIYUU NO ISEKAITAN",
      "cover": "https://over-lap.co.jp/Contents/ProductImages/0/9784865540437_LL.jpg",
      "description": "Unexpectedly summoned to the world of Aletia from modern-day Japan, Hiro Oguro soon discovers this isn’t his first visit. As the legendary Hero King Mars, he once ruled battlefields, conquered nations, and founded the continent-spanning Grantzian Empire before giving up all memories of his hard-won glory to return home to his old life. Now he’s back, a thousand years after he left, and his legacy is in peril. The Grantzian Empire creaks under a warmonger’s rule while ambitious royals squabble for power and foreign nations sharpen their swords. After a chance encounter with Princess Elizabeth von Grantz draws him into a cutthroat struggle for imperial succession, Hiro must don the mantle of the War God once more. Can he live up to his own legend now that Aletia needs him again?"
    },
    {
      "id": "kagenojitsuryokusya",
      "title": "The Eminence in Shadow",
      "cover": "https://cdn.kdkw.jp/cover_1000/321806/321806000138.jpg",
      "description": "ONE BIG FAT LIE AND A FEW TWISTED TRUTHSEven in his past life, Cid's dream wasn't to become a protagonist or a final boss. He'd rather lie low as a minor character until it's prime time to reveal he's a mastermind...or at least, do the next best thing-pretend to be one! And now that he's been reborn into another world, he's ready to set the perfect conditions to live out his dreams to the fullest. Armed with his overactive imagination, Cid jokingly recruits members to his organization and makes up a whole backstory about an evil cult that they need to take down. Well, as luck would have it, these imaginary adversaries turn out to be the real deal-and everyone knows the truth but him!"
    },
    {
      "id": "tinhlinh",
      "title": "Tinh Linh Huyễn Tưởng Ký",
      "cover": "https://raw.githubusercontent.com/DoHoaiNam914/CDN/main/light-novel/tinhlinh/Bìa-1-2.jpg",
      "description": "Amakawa Haruto – một chàng trai bình thường sinh ra tại thế kỷ XXI, nhưng không may mất mạng trong một vụ tai nạn kinh hoàng.Rio – một cậu bé ở thế giới khác, đang ngày đêm sinh tồn trong một khu ô chuột hôi hám và bẩn thỉu.Hai mảnh ghép tưởng chừng như chẳng hề liên quan đến nhau ấy, bỗng một ngày kia lại có chung một cuộc đời, một số phận, thậm chí là cả một sứ mệnh chung.Năm Haruto học năm thứ ba đại học, một tai nạn xe bỗng đổ ập xuống và cướp đi mạng sống của cậu. Nhưng khi mở mắt ra lần nữa, Haruto đã không còn là mình, mà trở thành một cậu nhóc 7 tuổi tên \"Rio\". Xung quanh cậu là một thế giới xa lạ, một khu ổ chuột với đủ hạng người – nơi mà Rio đang phải đấu tranh để giành giật lại mạng sống từng ngày từng giờ.Một người sẽ ra sao khi có tận hai nhân cách khác nhau cùng hai dòng ký ức tách biệt?Một Rio luôn luôn thù hận kẻ đã giết chết mẹ mình và một Haruto luôn tâm niệm về người bạn thời thơ ấu liệu có thể chung sống hòa hợp trong một cơ thể?Trong lúc vẫn còn đang mông lung trước thân phận của mình, Rio lại bị vướng vào vụ bắt cóc một bé gái và phát  hiện ra năng lực không ngờ của bản thân. Thế nhưng bé gái mà cậu cứu lại là một cô công chúa?!Điều gì đang chờ đợi Rio ở phía trước?Giọng nói vang vọng trong tâm trí  để chỉ dẫn lối ra cho cậu trong thời khắc hiểm nguy rốt cuộc là ai?Bí ẩn đằng sau tất cả những chuyện kỳ lạ này là gì?Hãy cùng đón đọc tập đầu tiên của series light novel được mong chờ nhất 2019 -  \"Tinh linh huyễn tưởng ký\" của Yuri Katayama. Cốt truyện gay cấn cùng phần minh họa xuất sắc từ họa sĩ Riv sẽ đưa bạn vào cuộc hành trình cùng những cuộc chiến hấp dẫn đến ngạt thở của chàng trai \"hai trong một\" Rio nhé!  "
    },
    {
      "id": "tenseislime",
      "title": "Về Chuyện Tôi Chuyển Sinh Thành Slime",
      "cover": "https://cdn0.fahasa.com/media/catalog/product/v/_/v_-chuy_n-t_i-chuy_n-sinh-th_nh-slime.jpg",
      "description": "Mikami Satoru – một nhân viên văn phòng bình thường - đã ba mươi bảy cái xuân xanh nhưng vẫn còn là một thanh niên trai tân chính hiệu. Một ngày nọ, vì bảo vệ đồng nghiệp của mình, anh bị một tên điên cầm dao đâm trên phố. Trong những giây phút cuối đời, khi phải lên đường sang thế giới bên kia trong tình trạng “hàng còn nguyên tem” và trong đầu anh không ngừng vang lên một giọng nói thông báo về một loạt những năng lực khó hiểu, anh đã thề rằng: Nếu được tái sinh, anh nhất định sẽ thay đổi, sẽ chủ động tán tỉnh tất cả những người mà mình gặp, nhiệt tình theo đuổi con mồi rồi lao vào “ăn sạch”…Nhưng trớ trêu thay khi tỉnh lại, Satoru lại không được “tái sinh” thành một anh chàng đẹp trai bảnh bao cuốn hút như ý nguyện, mà lại thành một thứ sinh vật èo uột trơn tuột, không thể nhìn được, nghe được, hay nói được.“Tôi cũng chẳng biết bản thân trông như thế nào. Tôi cảm thấy cơ thể mình cứ… trơn tuột, giống như thạch vậy, hệt như hình dáng của loại “quái vật” đó. Thực ra tôi cũng đã nghĩ đến khả năng này từ nãy rồi.Tôi thực sự đã… được tái sinh thành một con slime…”Dần dà chấp nhận số phận rằng bản thân đã bị biến thành một con Slime kỳ lạ, Mikami Satoru bắt đầu cuộc sống nhàn tản của mình tại dị giới. Tuy nhiên, từ khi tình cờ gặp được Bạo Phong Long Veldora – một con quái vật cấp “thiên tai” và nhận được cái tên  “Rimuru Tempest” thì vận mệnh của anh đã hoàn toàn thay đổi.Liệu một người được chuyển sinh vào cơ thể của một con slime mất đi thính giác, thị giác sẽ làm thế nào để sống sót tại dị giới đây? Và dù trước khi chết đã nhận được hai kỹ năng vô song là Đại Hiền Giả và Kẻ Săn Mồi giúp bản thân đặc biệt hơn hẳn các con slime thông thường nhưng Rimuru lại chưa nhận ra điều đó, anh sẽ làm gì để bảo vệ bản thân và thực hiện được mục tiêu “ăn sạch” của mình trong thế giới đầy rẫy những hiểm nguy này?“Về chuyện tôi chuyển sinh thành Slime” là series light novel được chắp bút bởi Fuse và vẽ minh họa bởi Mizt Vah đã gây được tiếng vang lớn với 20 triệu bản sách được bán ra tại Nhật. Cùng nội dung lôi cuốn và phần minh họa đỉnh cao, series đình đám này hứa hẹn sẽ đưa người đọc vào một cuộc hành trình hồi hộp hấp dẫn đến nghẹt thở ngay từ tập đầu tiên!"
    },
    {
      "id": "yaseilastboss",
      "title": "wild final boss appeared!",
      "cover": "https://www.es-novel.jp/img/books/yaseilastboss01.jpg",
      "description": "The year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned. A man wakes up in the body of his MMO character 200 years after her defeat during an player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn’t a game, it’s real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world..."
    }
  ]
}