{
  "library": [
    {
      "id": "ibusou",
      "title": "Aim the deepest part of the different world labyrinth",
      "cover": "https://over-lap.co.jp/Contents/ProductImages/0/9784906866793_LL.jpg",
      "description": "An ordinary kid by the name of Aikawa Kanami winds up in a fantasy world operated by RPG video game rules—but this isn’t good news. He awakes in the bowels of a gargantuan death trap called the Dungeon. Narrowly escaping thanks to his grit, cunning, and newfound arsenal of magic spells and skills, he wants nothing more than to get back home to Earth and the invalid sister who needs him. His only lead? It’s said that whoever makes it to the hundredth and final level can have any wish granted. In his desperation, Kanami cooks up the most efficient means of clearing the Dungeon and lies his way into a partnership of expediency with an aspiring swordfighter who’s rubbish with the blade but unbelievably skilled at magic. Kanami’s cool determination, however, is soon put to the test when he and his new comrade are faced with a surprise boss fight. How far will he go in order to emerge victorious? Find out in the first volume of this beloved, long-running series!"
    },
    {
      "id": "chua-te-bong-toi",
      "title": "Chúa tể bóng tối",
      "cover": "//product.hstatic.net/200000343865/product/1_779b8400b7c3424c8a369177f85219b0_master.jpg",
      "description": "Không phải nhân vật chính, cũng chẳng phải trùm cuối. Ấy là những Chúa tể Bóng tối, bình thường thì che giấu thực lực, giả làm người thường, nhưng trong bóng tối lại thể hiện sức mạnh thực sự của mình để bí mật can thiệp vào câu chuyện. Cậu thiếu niên ngưỡng mộ Chúa tể Bóng tối của chúng ta ngày ngày rèn luyện trau dồi sức mạnh, đồng thời vẫn đóng vai một nhân vật quần chúng mờ nhạt trước mặt người đời, cho đến khi gặp tai nạn và được chuyển sinh sang một thế giới khác.\n\nVui sướng trước tình cảnh này, cậu thiếu niên, giờ mang tên Cid, đã quyết định “tưởng tượng” ra một “Giáo phái bóng tối” để (giả vờ) bí mật lật đổ, thỏa mãn mong muốn đóng vai Chúa tể Bóng tối ở thế giới mới. Thế nhưng không ngờ “Giáo phái bóng tối” ấy lại có thật…?\n\nDo không ít hiểu lầm mà những cô gái trở thành thuộc hạ của Cid đều sùng bái cậu, và chính bản thân Cid cũng không biết cậu đã trở thành một Chúa tể Bóng tối thực sự, tổ chức bóng đêm Shadow Garden do cậu đứng đầu đang dần tiêu diệt màn đêm che phủ thế giới…\n"
    },
    {
      "id": "seikengakuin",
      "title": "Demon's Sword Master of Excalibur School",
      "cover": "https://cdn.kdkw.jp/cover_1000/321812/321812000465.jpg",
      "description": "Battles for ancient kingdoms are nothing compared to the battles of a classroom!\n\nAwakening from magical stasis after a thousand years, the Dark Lord Leonis suddenly finds himself in the body of a ten-year-old boy! He quickly meets Riselia, a girl confronting the Voids, creatures that have nearly exterminated humanity. Determined to uncover the mysteries of this strange new era, Leonis enrolls in Excalibur Academy, a school that trains students to fight back against these enigmatic monsters. Could the Voids hold some connection to Leonis’s past?"
    },
    {
      "id": "propose",
      "title": "King Propose",
      "cover": "https://cdn.kdkw.jp/cover_500/322012/322012001025.jpg",
      "description": "Saika Kuozaki is an all-powerful witch with looks to die for. She’s also the only woman who can thwart the mysterious entities attempting to destroy the world once every 300 hours. When Saika is mortally wounded, however, she bequeaths both her powers and body to the normal high school boy who happens upon her, Mushiki Kuga. But just because Mushiki has her abilities doesn’t mean he can control them. To stand a chance of saving the world, he’ll have to attend an academy for mages as Saika-all while keeping his identity under wraps! "
    },
    {
      "id": "shinjyazero",
      "title": "Phá Đảo Dị Giới Cùng Nữ Thần Không Tín Đồ",
      "cover": "https://orionbooks.com.vn/Contents/ProductImages/0/t1.jpg",
      "description": "Makoto Takatsuki là một học sinh trung học bình thường và một game thủ thuộc hàng lão luyện ở thể loại game nhập vai (RPG). Tuy nhiên, \"sự bình thường\" đó bỗng nhiên biến mất khi cả lớp của cậu gặp tai nạn trên đường trở về từ một chuyến dã ngoại và đã bị dịch chuyển đến thế giới khác! \nDị giới là nơi của ma thuật và quái vật, được cai trị bởi các vị thần quyền năng. Tất cả những người chuyển sinh đến thế giới này đều được ban phước với các kỹ năng độc đáo và chỉ số mạnh mẽ. Nhưng vì một lý do nào đó mà Makoto lại có chỉ số vô cùng thảm hại và kỹ năng thì chỉ thuộc hàng sơ cấp. Cậu là pháp sư yếu nhất trong lớp và chỉ còn sống thêm được mười năm nếu không lập được thành tích gì để đổi lấy tuổi thọ.\nMay mắn thay, Makoto được Noah, một nữ thần bị lưu đày, chiêu mộ thành tín đồ đầu tiên của mình. Với sự giúp đỡ từ sự chúc phúc của Noah và một thần khí, Makoto bắt đầu hành trình phiêu lưu, vừa luyện tập vừa tìm cách sử dụng những kỹ năng yếu kém của mình bằng những cách thức \"không chính thống\", mong một ngày đủ mạnh để cứu nữ thần Noah khỏi ngục tối, nơi cô đang bị lưu đày. Trên hành trình này, Makoto tìm được những người bạn đồng hành và trải qua những chuyến phiêu lưu thú vị.\nHành trình của pháp sư yếu nhất lớp cùng một tiểu nữ thần vô danh nhằm chinh phục dị giới và đạt tới sức mạnh tối thượng chính thức bắt đầu…"
    },
    {
      "id": "shinwadensetu",
      "title": "SHINWA DENSETSU NO EIYUU NO ISEKAITAN",
      "cover": "https://over-lap.co.jp/Contents/ProductImages/0/9784865540437_LL.jpg",
      "description": "Unexpectedly summoned to the world of Aletia from modern-day Japan, Hiro Oguro soon discovers this isn’t his first visit. As the legendary Hero King Mars, he once ruled battlefields, conquered nations, and founded the continent-spanning Grantzian Empire before giving up all memories of his hard-won glory to return home to his old life. Now he’s back, a thousand years after he left, and his legacy is in peril. The Grantzian Empire creaks under a warmonger’s rule while ambitious royals squabble for power and foreign nations sharpen their swords. After a chance encounter with Princess Elizabeth von Grantz draws him into a cutthroat struggle for imperial succession, Hiro must don the mantle of the War God once more. Can he live up to his own legend now that Aletia needs him again?"
    },
    {
      "id": "tinhlinh",
      "title": "Tinh linh huyễn tưởng ký",
      "cover": "https://raw.githubusercontent.com/DoHoaiNam914/CDN/main/light-novel/tinhlinh/Bìa-1-2.jpg",
      "description": "Khi tình duyên của chúng ta không thành ở thế giới này, thì liệu rằng chúng ta còn cơ hội trao nhau ở một thế giới khác?\nAmakawa Haruto hiện tại đang là chàng sinh viên trên Tokyo. Cậu có một người bạn được xem như là “thanh mai trúc mã” – Miharu. \nCuộc gặp gỡ của cả hai như định mệnh vậy. Bố mẹ của cả hai cùng chuyển đến ở cùng một khu. Nhà của hai gia đình ở gần nhau và phòng của 2 người ngay bên cạnh nhau.\nMọi thứ cứ ngỡ như định mệnh của cặp đôi thanh mai trúc mã này, bởi đến cả tên gọi cũng như thể họ là thuộc về nhau. Cả hai cũng được sinh ra vào mùa xuân. Vậy nên cậu có tên là Haruto và nàng có tên là Miharu.\nVậy mà cũng chính định mệnh đó lại để cho cả hai phải chia xa. Để rồi Miharu phải khóc lóc xin Haruto hãy ở lại. Còn Haruto thì phải cố gắng kiềm lòng để nói những lời động viên cô, những lời mà đến ngay cả cậu cũng chẳng thể tin trước được rằng nó thật sự có căn cứ hay không…\nVà rồi định mệnh khác lại được mở ra…\nTại một thế giới xa xôi\nMột thế giới đã hoàn toàn mục rỗng\nThắng làm vua, thua làm giặc…\nSuy nghĩ này là của Haruto, nhưng sao thân hình lại là, là Rio – một nhóc 7 tuổi với thân hình cậu nhóc bé nhỏ kia? Và thật sự là Haruto đã chết hay chưa?"
    },
    {
      "id": "tenseislime",
      "title": "Về chuyện tôi chuyển sinh thành Slime",
      "cover": "https://cdn0.fahasa.com/media/catalog/product/v/_/v_-chuy_n-t_i-chuy_n-sinh-th_nh-slime.jpg",
      "description": "Mikami Satoru – một nhân viên văn phòng bình thường - đã ba mươi bảy cái xuân xanh nhưng vẫn còn là một thanh niên trai tân chính hiệu. Một ngày nọ, vì bảo vệ đồng nghiệp của mình, anh bị một tên điên cầm dao đâm trên phố. Trong những giây phút cuối đời, khi phải lên đường sang thế giới bên kia trong tình trạng “hàng còn nguyên tem” và trong đầu anh không ngừng vang lên một giọng nói thông báo về một loạt những năng lực khó hiểu, anh đã thề rằng: Nếu được tái sinh, anh nhất định sẽ thay đổi, sẽ chủ động tán tỉnh tất cả những người mà mình gặp, nhiệt tình theo đuổi con mồi rồi lao vào “ăn sạch”…\nNhưng trớ trêu thay khi tỉnh lại, Satoru lại không được “tái sinh” thành một anh chàng đẹp trai bảnh bao cuốn hút như ý nguyện, mà lại thành một thứ sinh vật èo uột trơn tuột, không thể nhìn được, nghe được, hay nói được. \n“Tôi cũng chẳng biết bản thân trông như thế nào. Tôi cảm thấy cơ thể mình cứ… trơn tuột, giống như thạch vậy, hệt như hình dáng của loại “quái vật” đó. Thực ra tôi cũng đã nghĩ đến khả năng này từ nãy rồi.\nTôi thực sự đã… được tái sinh thành một con slime…”\nLiệu một người được chuyển sinh vào cơ thể của một con slime mất đi thính giác, thị giác sẽ làm thế nào để sống sót tại dị giới đây? Và dù trước khi chết đã nhận được hai kỹ năng vô song là Đại Hiền Giả và Kẻ Săn Mồi giúp bản thân đặc biệt hơn hẳn các con slime thông thường nhưng Rimuru lại chưa nhận ra điều đó, anh sẽ làm gì để bảo vệ bản thân và thực hiện được mục tiêu “ăn sạch” của mình trong thế giới đầy rẫy những hiểm nguy này? \nHãy cùng đón đọc ngay series light novel đình đám với số lượng bán ra đứng đầu Nhật Bản để dõi theo cuộc hành trình hấp dẫn nhưng cũng không kém phần bi hài này nhé!!!"
    },
    {
      "id": "yaseilastboss",
      "title": "wild final boss appeared!",
      "cover": "https://www.es-novel.jp/img/books/yaseilastboss01.jpg",
      "description": "The year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned. A man wakes up in the body of his MMO character 200 years after her defeat during an player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn’t a game, it’s real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world..."
    }
  ]
}