{
  "shinwadensetu": [
    {
      "id": "volume-1",
      "title": "The Mythical Hero's Otherworld Chronicles: Volume 1",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-631a92e038a54a6434ae47b9/mythicalhero1-cvr-860.jpg",
      "description": "Unexpectedly summoned to the world of Aletia from modern-day Japan, Hiro Oguro soon discovers this isn’t his first visit. As the legendary Hero King Mars, he once ruled battlefields, conquered nations, and founded the continent-spanning Grantzian Empire before giving up all memories of his hard-won glory to return home to his old life. Now he’s back, a thousand years after he left, and his legacy is in peril. The Grantzian Empire creaks under a warmonger’s rule while ambitious royals squabble for power and foreign nations sharpen their swords. After a chance encounter with Princess Elizabeth von Grantz draws him into a cutthroat struggle for imperial succession, Hiro must don the mantle of the War God once more. Can he live up to his own legend now that Aletia needs him again?",
      "loader": "j_novel",
      "spine": [
        "Text/cover.xhtml",
        "Text/tocimg.xhtml",
        "Text/prologue.xhtml",
        "Text/chapter1.xhtml",
        "Text/insert1.xhtml",
        "Text/chapter1_1.xhtml",
        "Text/insert2.xhtml",
        "Text/chapter1_2.xhtml",
        "Text/chapter2.xhtml",
        "Text/chapter3.xhtml",
        "Text/insert3.xhtml",
        "Text/chapter3_1.xhtml",
        "Text/insert4.xhtml",
        "Text/chapter4.xhtml",
        "Text/insert5.xhtml",
        "Text/chapter4_1.xhtml",
        "Text/chapter5.xhtml",
        "Text/insert6.xhtml",
        "Text/chapter5_1.xhtml",
        "Text/epilogue.xhtml",
        "Text/afterword.xhtml",
        "Text/Color1.xhtml",
        "Text/Color2.xhtml",
        "Text/bonus.xhtml",
        "Text/toc.xhtml",
        "Text/signup.xhtml",
        "Text/copyright.xhtml"
      ]
    },
    {
      "id": "volume-2",
      "title": "The Mythical Hero's Otherworld Chronicles: Volume 2",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-636aa15f0f70ce58739b2868/mythicalhero2-cvr-860.jpg",
      "description": "Exhausted after their successful defense of the Gurinda Mark, Hiro and Liz would like nothing better than a few weeks of respite. There’s no rest for the wicked, though, and Hiro’s claim to the War God’s bloodline has echoed in high places. Soon, he finds himself summoned to the imperial capital for an audience with the emperor himself. Hiro’s first appearance at court will determine his future in Aletia, but he must tread carefully—powerful nobles are already plotting to use him, and the emperor has his own plans for his newest son. Meanwhile, Liz joins the Fourth Legion’s march into Lichtein, while a mysterious figure’s arrival in a southern port marks the first rumblings of a coming landslide. And as its enemies close in, an increasingly desperate Lichtein turns to its final hope... A storm is brewing in the south, and fate conspires to put Hiro and Liz right in the center of it!",
      "href": "https://j-novel.club/read/the-mythical-hero-s-otherworld-chronicles-volume-2-part-1",
      "loader": "j_novel",
      "spine": []
    }
  ]
}