{
  "ibusou": [
    {
      "id": "volume-1",
      "title": "DUNGEON DIVE: Aim for the Deepest Level Volume 1",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-62be4b108ba2daa155a56c12/dungeondive1-cvr-860.jpg",
      "description": "An ordinary kid by the name of Aikawa Kanami winds up in a fantasy world operated by RPG video game rules—but this isn’t good news. He awakes in the bowels of a gargantuan death trap called the Dungeon. Narrowly escaping thanks to his grit, cunning, and newfound arsenal of magic spells and skills, he wants nothing more than to get back home to Earth and the invalid sister who needs him. His only lead? It’s said that whoever makes it to the hundredth and final level can have any wish granted. In his desperation, Kanami cooks up the most efficient means of clearing the Dungeon and lies his way into a partnership of expediency with an aspiring swordfighter who’s rubbish with the blade but unbelievably skilled at magic. Kanami’s cool determination, however, is soon put to the test when he and his new comrade are faced with a surprise boss fight. How far will he go in order to emerge victorious? Find out in the first volume of this beloved, long-running series!",
      "loader": "j_novel",
      "spine": [
        "Text/cover.xhtml",
        "Text/glossary.xhtml",
        "Text/toc_img.xhtml",
        "Text/chapter1.xhtml",
        "Text/insert1.xhtml",
        "Text/chapter1_1.xhtml",
        "Text/chapter2.xhtml",
        "Text/insert2.xhtml",
        "Text/chapter2_1.xhtml",
        "Text/insert3.xhtml",
        "Text/chapter2_2.xhtml",
        "Text/chapter3.xhtml",
        "Text/insert4.xhtml",
        "Text/chapter3_1.xhtml",
        "Text/insert5.xhtml",
        "Text/chapter3_2.xhtml",
        "Text/insert6.xhtml",
        "Text/chapter4.xhtml",
        "Text/insert7.xhtml",
        "Text/chapter4_1.xhtml",
        "Text/chapter5.xhtml",
        "Text/insert8.xhtml",
        "Text/chapter6.xhtml",
        "Text/afterword.xhtml",
        "Text/backmatter1.xhtml",
        "Text/backmatter2.xhtml",
        "Text/characters1.xhtml",
        "Text/characters2.xhtml",
        "Text/characters3.xhtml",
        "Text/characters4.xhtml",
        "Text/bonus.xhtml",
        "Text/toc.xhtml",
        "Text/signup.xhtml",
        "Text/copyright.xhtml"
      ]
    },
    {
      "id": "volume-2",
      "title": "DUNGEON DIVE: Aim for the Deepest Level Volume 2",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-6312907b6164ffe71fb3044b/dungeondive2-cvr-860.jpg",
      "description": "“I want to make an unrequited love not so unrequited.” Such is the wish of the Guardian of Floor 10, a boss monster of flame and romance-obsessed “girl.” And to Kanami, it’s a way to get rid of this thorn in his side without having to engage her in mortal combat. He has a Dungeon to clear, and if finding Alty a young girl in love is what it takes to advance, then so be it. Meanwhile, during his misadventures, Kanami encounters a cast of colorful characters, including the slave girl Maria and the enigmatic powerhouse Lastiara, who quickly become his comrades in arms. They begin making progress in the Dungeon, soon reaching undiscovered territory together! The Seven Celestial Knights, however, are all too quick to get in the way. They’re hellbent on recovering Lastiara, who’s fled their stifling clutches. Now Kanami finds himself having to duel them, but can he beat the elite? The wheels of fate turn ever faster in the second installment of this epic saga!",
      "loader": "j_novel",
      "spine": [
        "Text/cover.xhtml",
        "Text/toc_img.xhtml",
        "Text/chapter1.xhtml",
        "Text/insert1.xhtml",
        "Text/chapter1_1.xhtml",
        "Text/insert2.xhtml",
        "Text/chapter1_2.xhtml",
        "Text/chapter2.xhtml",
        "Text/insert3.xhtml",
        "Text/chapter2_1.xhtml",
        "Text/insert4.xhtml",
        "Text/chapter2_2.xhtml",
        "Text/insert5.xhtml",
        "Text/chapter2_3.xhtml",
        "Text/chapter3.xhtml",
        "Text/insert6.xhtml",
        "Text/chapter3_1.xhtml",
        "Text/insert7.xhtml",
        "Text/chapter3_2.xhtml",
        "Text/chapter4.xhtml",
        "Text/insert8.xhtml",
        "Text/chapter4_1.xhtml",
        "Text/chapter5.xhtml",
        "Text/insert9.xhtml",
        "Text/chapter5_1.xhtml",
        "Text/insert10.xhtml",
        "Text/chapter5_2.xhtml",
        "Text/afterword.xhtml",
        "Text/backmatter1.xhtml",
        "Text/backmatter2.xhtml",
        "Text/bonus.xhtml",
        "Text/toc.xhtml",
        "Text/signup.xhtml",
        "Text/copyright.xhtml"
      ]
    },
    {
      "id": "volume-3-jnovels",
      "title": "DUNGEON DIVE: Aim for the Deepest Level Volume 3",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-63a0e162080b1064088fa65c/dungeondive3-cvr-860.jpg",
      "description": "Lastiara Whoseyards. The girl who was born to die. An artificially created vessel with a consciousness to be discarded. The ritual to replace Lastiara’s soul will be held in a few days’ time, and the entire nation of Whoseyards is awaiting the prophesied resurrection of the vaunted Saint Tiara with bated breath. A plan to rescue Lastiara from her sacrificial fate is brewing among the Seven Celestial Knights, and Palinchron suggests a way to save her. But will Kanami put his quest to reach the Dungeon’s deepest level on hold and risk it all? And does Lastiara even want to be saved? Moreover, Lastiara’s destiny isn’t the only one that hangs in the balance. Maria’s crush, Alty’s wish to see a romance requited, the duels with the Knights, and the shadows over Kanami’s “???” skill... Everything comes to a head during the Day of the Blessed Birth!",
      "loader": "j_novel",
      "spine": [
        "Text/cover.xhtml",
        "Text/backmatter1.xhtml",
        "Text/backmatter2.xhtml",
        "Text/toc_img.xhtml",
        "Text/toc.xhtml",
        "Text/jnovels.xhtml",
        "Text/chapter1.xhtml",
        "Text/insert1.xhtml",
        "Text/chapter1_1.xhtml",
        "Text/insert2.xhtml",
        "Text/chapter1_2.xhtml",
        "Text/insert3.xhtml",
        "Text/chapter1_3.xhtml",
        "Text/chapter2.xhtml",
        "Text/chapter3.xhtml",
        "Text/insert4.xhtml",
        "Text/chapter3_1.xhtml",
        "Text/insert5.xhtml",
        "Text/chapter3_2.xhtml",
        "Text/insert6.xhtml",
        "Text/chapter4.xhtml",
        "Text/chapter5.xhtml",
        "Text/insert7.xhtml",
        "Text/chapter5_1.xhtml",
        "Text/insert8.xhtml",
        "Text/chapter5_2.xhtml",
        "Text/insert9.xhtml",
        "Text/chapter5_3.xhtml",
        "Text/insert10.xhtml",
        "Text/chapter5_4.xhtml",
        "Text/chapter6.xhtml",
        "Text/chapter7.xhtml",
        "Text/afterword.xhtml",
        "Text/bonus.xhtml",
        "Text/signup.xhtml",
        "Text/copyright.xhtml"
      ]
    },
    {
      "id": "volume-4-jnovels",
      "title": "DUNGEON DIVE: Aim for the Deepest Level Volume 4",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-643d91781af02e4954891f55/dungeondive4-cvr-860.jpg",
      "description": "Following the intense events of the battle against Alty, “Siegfried Vizzita” is no more. And it’s not just Kanami’s house that lies in ruins. So too does his mind—and his memories of his comrades, now in the hour of their direst need. Palinchron used his mental magic to rewrite both Kanami’s and Maria’s memories to a narrative that suited his own agenda. They now think of him as the man who saved their lives. A whole new saga begins, this time in the nation of Laoravia, alongside the powerful dragonewt heroine, Snow Walker, sister of the much-lauded “strongest diver” Glenn. Palinchron’s first order of business? He makes Kanami the master of Epic Seeker, the guild that’s all about finding strapping heroes. Kanami wants for nothing in this new blissful existence, Dungeon diving with Snow and his “sister,” Maria... up until he encounters two girls who claim to be allies of his.",
      "loader": "j_novel",
      "spine": [
        "Text/cover.xhtml",
        "Text/backmatter1.xhtml",
        "Text/backmatter2.xhtml",
        "Text/toc_img.xhtml",
        "Text/toc.xhtml",
        "Text/jnovels.xhtml",
        "Text/chapter1.xhtml",
        "Text/insert1.xhtml",
        "Text/chapter1_1.xhtml",
        "Text/insert2.xhtml",
        "Text/chapter1_2.xhtml",
        "Text/chapter2.xhtml",
        "Text/chapter3.xhtml",
        "Text/insert3.xhtml",
        "Text/chapter3_1.xhtml",
        "Text/chapter4.xhtml",
        "Text/insert4.xhtml",
        "Text/chapter4_1.xhtml",
        "Text/insert5.xhtml",
        "Text/chapter4_2.xhtml",
        "Text/insert6.xhtml",
        "Text/chapter4_3.xhtml",
        "Text/chapter5.xhtml",
        "Text/chapter6.xhtml",
        "Text/insert7.xhtml",
        "Text/chapter6_1.xhtml",
        "Text/chapter7.xhtml",
        "Text/insert8.xhtml",
        "Text/chapter7_1.xhtml",
        "Text/insert9.xhtml",
        "Text/chapter7_2.xhtml",
        "Text/insert10.xhtml",
        "Text/chapter7_3.xhtml",
        "Text/afterword.xhtml",
        "Text/bonus.xhtml",
        "Text/signup.xhtml",
        "Text/copyright.xhtml"
      ]
    },
    {
      "id": "volume-5",
      "title": "DUNGEON DIVE: Aim for the Deepest Level Volume 5",
      "cover": "https://d2dq7ifhe7bu0f.cloudfront.net/Part-64c7e898a531957259e3f5b1/dungeondive5-cvr-860.jpg",
      "description": "“If you take down the Guardian of Floor 30, I’ll tell you the truth.” That was the deal the memory-rewritten Kanami struck with Palinchron. And to make good on his end of the bargain, he’s throwing his hat into the massive tournament on which so many fates hinge: the Brawl. Who will fight who in this contest of champions? After the events of a dragon-slaying guild quest, Kanami resolves to seek a means of destroying the bangle that has sealed away his true memories, and Lastiara desperately wants to extend a helping hand...but she’ll have to beat Snow Walker in their match if she wants to succeed in doing so. And that task is very much easier said than done when Snow, intent on keeping Kanami to herself in hopes of marrying him, unleashes her full draconic might! Will Kanami fulfill the vow he made to himself? Will he regain his memories? And if he does, what will become of the relationships he forged since he lost them? Find out in this thrilling new installment!",
      "href": "https://j-novel.club/series/dungeon-dive-aim-for-the-deepest-level#volume-5",
      "loader": "j_novel",
      "spine": []
    }
  ]
}